// Button labels
"CANCEL" = "취소";

// Category names
"CATEGORY_APPLICATIONS" = "응용 프로그램";
"CATEGORY_BOOKMARKS" = "웹 페이지";
"CATEGORY_CONTACTS" = "연락처";
"CATEGORY_DOCUMENTS" = "도큐멘트";
"CATEGORY_EVENTS" = "이벤트 및 해야할 일 항목";
"CATEGORY_FOLDERS" = "폴더";
"CATEGORY_IMAGES" = "이미지";
"CATEGORY_MAIL" = "Mail 메시지";
"CATEGORY_MOVIES" = "동영상";
"CATEGORY_MUSIC" = "음악";
"CATEGORY_PDFS" = "PDF 도큐멘트";
"CATEGORY_SYSTEMPREFS" = "시스템 환경설정";
"CATEGORY_FONTS" = "서체";
"CATEGORY_PRESENTATIONS" = "프레젠테이션";

//used to make Cmd Space shortcut string
"SPACEBAR_KEY" = "스페이스";

//alerts
"HOT_KEY_IN_USE_TITLE" = "키보드 단축키 사용 중";
"HOT_KEY_IN_USE_MESSAGE" = "키보드 단축키가 시스템이나 다른 응용 프로그램에 의해 이미 사용 중입니다. 다른 단축키를 선택하거나 다른 시스템 단축키를 사용자하려면 키보드 환경설정을 사용하십시오.";
"HOT_KEY_UNKNOWN_ERROR_TITLE" = "키보드 단축키 오류";
"HOT_KEY_UNKNOWN_ERROR_MESSAGE" = "선택된 키보드 단축키를 등록하는 과정에서 알려지지 않은 %d 유형의 오류가 발생했습니다. 재시도하거나 다른 단축키를 선택하십시오.";
"DUPLICATE_ITEM_TITLE" = "항목 복제";
"DUPLICATE_ITEM_MESSAGE" = "그 항목은 이미 목록에 있으며 추가되지 않았습니다.";
"DUPLICATE_ITEM_MESSAGE_MULTIPLE" = "한 개 이상의 항목이 이미 목록에 존재하며 추가되지 않았습니다.";

"PRIVACY_ALERT_TITLE" = "개인 정보 목록 오류";
"PRIVACY_ERROR_UNKNOWN" = "알 수 없는 오류 때문에 해당 항목을 추가 또는 제거할 수 없습니다."; // kMDExclusionFailed
"PRIVACY_ERROR_PERMISSION_DENIED" = "충분한 권한이 없기 때문에 해당 항목을 추가 또는 제거할 수 없습니다."; // kMDExclusionPermissionDenied
"PRIVACY_ERROR_NON_INDEXED" = "위치가 인덱스되어 있지 않기 때문에 해당 항목을 추가 또는 제거할 수 없습니다."; // kMDExclusionPermissionNonIndexedLocation
"PRIVACY_BREAK_APPS_TITLE" = "Spotlight가 “%@”에서 검색하는 것을 차단하겠습니까?";
"PRIVACY_BREAK_APPS_MESSAGE" = "Spotlight 검색에서 이 위치를 제외하면, 일부 응용 프로그램에서 검색 기능이 작동하지 않습니다.";

// Accessibility
"PRIVACY_ADD_AX_DESCRIPTION" = "디스크 또는 폴더를 추가하여 인덱스에서 제외하십시오.";
"PRIVACY_REMOVE_AX_DESCRIPTION" = "선택된 디스크 또는 폴더를 제거하여 인덱스에서 제외하십시오.";

//tool tips
"ADD_ITEM_TOOLTIP" = "제외하려는 폴더를 추가하십시오";
"DELETE_ITEM_TOOLTIP" = "목록에서 선택된 항목을 제거하십시오";

//button titles
"CHOOSE" = "선택";

//For undo menu
"UNDO_DELETE" = "삭제";
"UNDO_ADD" = "추가";

//Key names
"RETURN_KEY" = "Return";
"ENTER_KEY" = "enter";
"TAB_KEY" = "Tab";
"ESC_KEY" = "Esc";
"DELETE_KEY" = "Delete";

